Repository: takoai-pl/streamlit-invoice
Catalog: locales/*/LC_MESSAGES/business_details.po
Languages: pl

source: Select business
pl: Wybierz firmę

source: Business details
pl: Szczegóły firmy

source: Add new business
pl: Dodaj nową firmę

source: Update Business
pl: Aktualizuj Firmę

# business_updated
source: Business updated successfully
pl: Firma została pomyślnie zaktualizowana

source: Business Logo
pl: Logo Firmy

source: Upload Logo
pl: Prześlij Logo

source: Current Logo
pl: Aktualne Logo

# business_created
source: Business created successfully
pl: Firma została pomyślnie utworzona

# business_deleted
source: Business deleted successfully
pl: Firma została pomyślnie usunięta

source: Create Business
pl: Utwórz Firmę

source: Delete Business
pl: Usuń Firmę
